export default `
AnyCheck включает клинические инструменты и контент, предназначенные для использования медицинскими работниками. Эти инструменты не дают профессиональных советов; врачи и другие медицинские работники, использующие эти инструменты или базы данных, должны выносить собственное клиническое суждение относительно предоставляемой ими информации. Потребители (немедицинские специалисты), использующие инструменты или базы данных, делают это на свой страх и риск. Людям с любыми заболеваниями особенно рекомендуется обратиться за профессиональной медицинской консультацией, прежде чем начинать какое-либо лечение. По медицинским вопросам, включая решения о приеме лекарств и других методах лечения, пользователи, не являющиеся медицинскими работниками, всегда должны консультироваться со своим врачом или другим квалифицированным медицинским работником.

Разработчики контента AnyCheck тщательно постарались создать его контент в соответствии со стандартами профессиональной практики, преобладавшими на момент разработки. Однако стандарты и практика в медицине меняются по мере появления новых данных, и каждому медицинскому работнику следует обращаться к различным источникам.

Содержимое сайта и приложений AnyCheck, такое как текст, графика и изображения, предназначено только для информационных целей. AnyCheck не рекомендует и не одобряет какие-либо конкретные тесты, врачей, продукты, процедуры, мнения или другую информацию, которая может быть упомянута на сайте.

Хотя информация на этом сайте и в приложении была получена из источников, которые считаются надежными, ни мы, ни наши поставщики контента не гарантируем точность информации, содержащейся на этом сайте.

Мы не даем медицинских консультаций и не предоставляем медицинские или диагностические услуги. Медицинская информация быстро меняется. Ни мы, ни наши поставщики контента не гарантируем, что контент охватывает все возможные варианты использования, направления, меры предосторожности, взаимодействия с лекарствами или побочные эффекты, которые могут быть связаны с любым терапевтическим лечением.

Вы полагаетесь на информацию и контент, полученные вами на этом сайте или через него, исключительно на свой страх и риск. Ни мы, ни наши поставщики контента не несем никакой ответственности за ущерб или травмы (включая смерть) вам, другим лицам или имуществу, возникшие в результате любого использования любого продукта, информации, идеи или инструкций, содержащихся в контенте или услугах, предоставленных вам. 
`;
