import { Variants } from "./domain";

export const variants: Variants = {
    en: {
        low: {
            title: "3.9% (2.8-5.4%)",
            description:
                "30-day risk of death, MI, or cardiac arrest: 3.9% (2.8-5.4%)",
        },
        intermediate: {
            title: "6.0% (4.9-7.4%)",
            description:
                "30-day risk of death, MI, or cardiac arrest: 6.0% (4.9-7.4%)",
        },
        moderate: {
            title: "10.1% (8.1-12.6%)",
            description:
                "30-day risk of death, MI, or cardiac arrest: 10.1% (8.1-12.6%)",
        },
        high: {
            title: "15% (11.1-20.0%)",
            description:
                "30-day risk of death, MI, or cardiac arrest: 15% (11.1-20.0%)",
        },
    },
    ru: {
        low: {
            title: "3,9% (2,8-5,4%)",
            description:
                "Риск большого кардиального события (95% ДИ) (смерть, инфаркт миокарда или остановка сердца через 30 дней после внекардиальной операции): 3,9% (2,8-5,4%)",
        },
        intermediate: {
            title: "6,0% (4,9-7,4%)",
            description:
                "Риск большого кардиального события (95% ДИ) (смерть, инфаркт миокарда или остановка сердца через 30 дней после внекардиальной операции): 6,0% (4,9-7,4%)",
        },
        moderate: {
            title: "10,1% (8,1-12,6%)",
            description:
                "Риск большого кардиального события (95% ДИ) (смерть, инфаркт миокарда или остановка сердца через 30 дней после внекардиальной операции): 10,1% (8,1-12,6%)",
        },
        high: {
            title: "15% (11,1-20,0%)",
            description:
                "Риск большого кардиального события (95% ДИ) (смерть, инфаркт миокарда или остановка сердца через 30 дней после внекардиальной операции): 15% (11,1-20,0%)",
        },
    },
};
